let markets = {
    "993": {
        "Молоко С": {
            "Интернет": 0.00021,
            "Телевидение": 0.00001,
            "Радио": 0.00002,
            "Транспорт": 0.00002,
            "Пресса": 0.00027,
            "Внешняя": 0.00009,
            "Промоушн": 0.00001
        },
        // "Молоко П": {
        //     "Интернет": 0.00022,
        //     "Телевидение": 0.00001,
        //     "Радио": 0.00002,
        //     "Транспорт": 0.00025,
        //     "Пресса": 0.00002,
        //     "Внешняя": 0.00009,
        //     "Промоушн": 0.00001
        // },
        // "Простокваша": {
        //     "Интернет": 0.00018,
        //     "Телевидение": 0.00001,
        //     "Радио": 0.00002,
        //     "Транспорт": 0.00025,
        //     "Пресса": 0.00001,
        //     "Внешняя": 0.00006,
        //     "Промоушн": 0.00001
        // }
    }
}

const costs = {
    "Интернет": 17000,
    "Телевидение": 128000,
    "Радио": 21000,
    "Транспорт": 14000,
    "Пресса": 18000,
    "Внешняя": 27000,
    "Промоушн": 8000
}

const coeficients = {
    "Интернет": 1.4767,
    "Телевидение": 1.16465,
    "Радио": 1.26627,
    "Транспорт": 1.5176,
    "Пресса": 1.2695,
    "Внешняя": 1.3808,
    "Промоушн": 1.1506
}